export const LITERATURE_TYPES = [
  "Учебные и научные издания",

  "Учебные и научные издания (дополнительные)",
  "Периодические издания",
  "Нормативно-технические издания",
  "Методические указания для студентов по освоению дисциплины",
  "Учебно-методическое обеспечение самостоятельной работы студента",
];

export const ELECTRONIC_LITERATURE_TYPES = [
  "Основная литература",
  "Дополнительная литература",
  "Методические указания для студентов по освоению дисциплины",
  "Учебно-методическое обеспечение самостоятельной работы студента",
];

export const AVAILABILITY_OPTIONS = [
  "сеть Интернет",
  "локальная сеть",
  "свободный доступ",
  "авторизованный доступ",
];

export const SOFTWARE_TYPES = [
  "Операционные системы",
  "Офисные приложения",
  "Среды разработки, тестирования и отладки",
  "ПО для обработки изображений",
  "Системы управления проектами",
  "Прикладное программное обеспечение общего назначения",
];

