export const LITERATURE_TYPES = [
  "Учебные и научные издания",

  "Учебные и научные издания (дополнительные)",
  "Периодические издания",
  "Нормативно-технические издания",
  "Методические указания для студентов по освоению дисциплины",
  "Учебно-методическое обеспечение самостоятельной работы студента",
];

export const ELS_OPTIONS = [
  "ЭБС «Лань»",
  "ЭБС «Юрайт»",
  "ЭБС IPRsmart",
  "ЭБС «Znanium.com»",
  "ЭБС «Консультант студента»",
  "ЭБС «Университетская библиотека online»",
  "Научная библиотека ПНИПУ",
  "НЭБ eLIBRARY.RU",
  "Локальная сеть",
  "Свободный доступ",
];

export const SOFTWARE_TYPES = [
  "Операционные системы",
  "Офисные приложения",
  "Среды разработки",
  "Системы компьютерной математики",
  "Графические пакеты",
  "СУБД",
  "Антивирусное ПО",
  "Сетевое ПО",
  "Прочее прикладное ПО",
];

export const DATABASE_TYPES = [
  "ЭБС",
  "Полнотекстовая",
  "Реферативная",
  "Информационно-справочная",
  "Нормативно-техническая",
  "Прочая",
];
